tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "shivammathur/php"
tap "symfony-cli/tap"
tap "zegervdv/zathura"
brew "abseil"
brew "harfbuzz"
brew "jpeg-xl"
brew "bat"
brew "bottom"
brew "brew-php-switcher"
brew "cheat"
brew "cmake"
brew "ncurses"
brew "colima"
brew "curl"
brew "sqlite"
brew "php"
brew "composer"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "duf"
brew "dust"
brew "exiftool"
brew "eza"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "glow"
brew "go"
brew "gumbo-parser"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "yt-dlp"
brew "mpv"
brew "mupdf"
brew "mysql"
brew "protobuf", link: false
brew "ncspot"
brew "neofetch"
brew "neomutt"
brew "neovim"
brew "newsboat"
brew "nginx"
brew "node"
brew "poppler"
brew "ripgrep"
brew "rust"
brew "starship"
brew "tealdeer"
brew "telnet"
brew "terminal-notifier"
brew "translate-shell"
brew "unar"
brew "wget"
brew "yazi"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "symfony-cli/tap/symfony-cli"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-mupdf"
cask "alfred"
cask "appcleaner"
cask "basictex"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "jellyfin-media-player"
cask "karabiner-elements"
cask "kitty"
cask "libreoffice"
cask "librewolf"
cask "macfuse"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-teams"
cask "microsoft-word"
cask "mindmac"
cask "phpstorm"
cask "swift-quit"
cask "tex-live-utility"
cask "visual-studio-code"
vscode "bmewburn.vscode-intelephense-client"
vscode "liamhammett.inline-parameters"
vscode "mrchetan.phpstorm-parameter-hints-in-vscode"
