tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "symfony-cli/tap"
tap "zegervdv/zathura"
brew "harfbuzz"
brew "jpeg-xl"
brew "bat"
brew "bottom"
brew "cheat"
brew "colima"
brew "curl"
brew "php"
brew "composer"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "git-delta"
brew "yt-dlp"
brew "mpv"
brew "mupdf"
brew "ncspot"
brew "neovim"
brew "newsboat"
brew "nnn"
brew "node"
brew "pnpm"
brew "ripgrep"
brew "tealdeer"
brew "terminal-notifier"
brew "webtorrent-cli"
brew "wget"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "symfony-cli/tap/symfony-cli"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-mupdf"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "alt-tab"
cask "appcleaner"
cask "basictex"
cask "font-hack-nerd-font"
cask "jellyfin-media-player"
cask "karabiner-elements"
cask "kitty"
cask "libreoffice"
cask "librewolf"
cask "microsoft-auto-update"
cask "microsoft-word"
cask "playcover-community"
cask "rectangle"
cask "swift-quit"
cask "tex-live-utility"
cask "tor-browser"
