tap "adoptopenjdk/openjdk"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "koekeishiya/formulae"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "shivammathur/php"
tap "zegervdv/zathura"
brew "jpeg-xl"
brew "bat"
brew "krb5"
brew "php"
brew "composer"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fisher"
brew "fzf"
brew "gh"
brew "glow"
brew "libheif"
brew "imagemagick"
brew "kubernetes-cli"
brew "mupdf"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "newsboat"
brew "nnn"
brew "node"
brew "openjdk@17"
brew "pnpm"
brew "postgresql@14"
brew "ranger"
brew "ripgrep"
brew "tealdeer"
brew "webtorrent-cli"
brew "wget"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-mupdf"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "adoptopenjdk8"
cask "alt-tab"
cask "balenaetcher"
cask "chatgpt"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "kitty"
cask "libreoffice"
cask "microsoft-auto-update"
cask "microsoft-word"
cask "mpv"
cask "pgadmin4"
cask "playcover-community"
cask "prismlauncher"
cask "rar"
cask "rectangle"
